const AboutMe = () => (
    <section id="about">
        <h3 className="title">Обо мне</h3>

        <ul>
            <li>
                Разрабатывал «Единую платформу цифровых сервисов Северного морского пути» (ЕПЦС СМП) для компании
                «РОСАТОМ»;
            </li>
            <li>
                Разработал систему поиска аналогов по составленным сметам для холдинговой компании «IEK»;
            </li>
            <li>
                Принимал участие в хакатонах, таких как «AI Talent Hack 2024» и «IT_ONE Cup ML Challenge», где
                разрабатывал решения для автоматизации поиска и анализа нормативной документации и системы
                визуализации BPMN-диаграмм.
            </li>
        </ul>
        <div className="information">
            Мой опыт позволяет мне не только разрабатывать программное обеспечение, но и глубоко погружаться в
            бизнес-процессы, предлагать решения, которые действительно отвечают потребностям заказчика. Я открыт
            новым вызовам, быстро осваиваю новые технологии и стремлюсь быть на шаг впереди требований рынка.
            Легко вливаюсь в коллектив, и готов всегда быть на связи с командой.
        </div>
    </section>
)

export default AboutMe